[
    {
    "avatar":"/images/ourteam-assets/bob.jpg",
    "name":"Chrispin Odiwuor",
    "role":"CEO",
    "description":"Chrispin Odiwuor is a software engineer passionate about solving complex business problems through innovative solutions. With a keen interest in technology, Chrispin leverages expertise to create impactful software that drives business growth and efficiency."
    },
        {
    "avatar":"/images/ourteam-assets/.jpg",
    "name":"Mwangi Whitney",
    "role":"CTO",
    "description":"Mwangi Whitney is a seasoned Chief Financial Officer (CFO) with extensive experience in financial management and strategic planning. With a keen eye for detail and a strong background in financial analysis, Robin helps businesses optimize their financial operations, drive growth, and ensure long-term sustainability. Passionate about data-driven decision-making, Robin works closely with leadership teams to align financial strategies with company objectives."
    },    {
    "avatar":"/images/ourteam-assets/.jpg",
    "name":"Victoria",
    "role":"Co-founder",
    "description":"I’m Victoria, a passionate data scientist with a deep love for transforming data into actionable insights. I specialize in data analytics and machine learning, always seeking innovative solutions to complex problems. As a cofounder, I work together with the team to create impactful and data-driven solutions that empower businesses to make smarter decisions and achieve their goals."
    },    {
    "avatar":"/images/ourteam-assets/.jpg",
    "name":"",
    "role":"",
    "description":""
    },    {
    "avatar":"/images/ourteam-assets/.jpg",
    "name":"",
    "role":"",
    "description":""
    },    {
    "avatar":"/images/ourteam-assets/.jpg",
    "name":"",
    "role":"",
    "description":""
    },    {
    "avatar":"/images/ourteam-assets/.jpg",
    "name":"",
    "role":"",
    "description":""
    },    {
    "avatar":"/images/ourteam-assets/.jpg",
    "name":"",
    "role":"",
    "description":""
    }
]